Repository: balamuralikrishna06/gramgyan
Catalog: lib/l10n/app_*.arb
Languages: ta

# appTitle
source: Gram Gyan
ta: கிராம் ஞான்

# askProblem
source: Ask a Problem
ta: பிரச்சினை கேள்

source: Share Knowledge
ta: அறிவைப் பகிர்

source: Submit
ta: சமர்ப்பி

source: Try Again
ta: மீண்டும் முயற்சி செய்

# record
source: Tap to Speak
ta: பேச தொடு

source: Processing...
ta: செயலாக்கப்படுகிறது...

# knowledgeShared
source: Knowledge shared successfully
ta: அறிவு வெற்றிகரமாக பகிரப்பட்டது

# speakInTamil
source: Speak in Tamil (தமிழ்)
ta: தமிழில் பேசுங்கள்

source: Speak in English
ta: ஆங்கிலத்தில் பேசுங்கள்

# autoDetect
source: Auto Detect (Recommended)
ta: தானியங்கி கண்டறிதல் (பரிந்துரைக்கப்படுகிறது)

source: Original Audio
ta: அசல் ஆடியோ

source: English Translation
ta: ஆங்கில மொழிபெயர்ப்பு

source: Re-record
ta: மீண்டும் பதிவு செய்

source: Sending...
ta: அனுப்பப்படுகிறது...

# whatLikeToDo
source: What would you like to do?
ta: நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

# couldNotHear
source: Could not hear anything. Please try again.
ta: எதுவும் கேட்கவில்லை. மீண்டும் முயற்சிக்கவும்.

source: Location error
ta: இடம் பிழை

source: Welcome
ta: வரவேற்கிறோம்

source: Language
ta: மொழி

source: Home
ta: முகப்பு

source: Map
ta: வரைபடம்

source: Profile
ta: சுயவிவரம்
